parametric_campaign/cases/DOE_Case_004/0/nut
FoamFile
{
    format      ascii;
    class       volScalarField;
    object      nut;
}
dimensions      [0 2 -1 0 0 0 0];
internalField   uniform 0;

boundaryField
{
    inlet
    {
        type            calculated;
        value           uniform 0;
    }
    outlet
    {
        type            calculated;
        value           uniform 0;
    }
    walls
    {
        type            nutkWallFunction;
        value           uniform 0;
    }
    heat_sink_surfaces
    {
        type            nutkWallFunction;
        value           uniform 0;
    }
    chip_bases
    {
        type            nutkWallFunction;
        value           uniform 0;
    }
}
