parametric_campaign/cases/DOE_Case_004/system/fvSolution
FoamFile
{
    format      ascii;
    class       dictionary;
    object      fvSolution;
}
solvers
{
    p
    {
        solver          GAMG;
        smoother        GaussSeidel;
        tolerance       1e-06;
        relTol          0.01;
    }
    "(U|T|k|epsilon)"
    {
        solver          smoothSolver;
        smoother        symGaussSeidel;
        tolerance       1e-06;
        relTol          0.01;
    }
}
SIMPLE
{
    nNonOrthogonalCorrectors 1;
    residualControl
    {
        p               1e-05;
        U               1e-05;
        T               1e-05;
    }
}
relaxationFactors
{
    fields
    {
        p               0.3;
    }
    equations
    {
        U               0.7;
        T               0.8;
        k               0.7;
        epsilon         0.7;
    }
}
